10/data/attachments/5241d261979013d1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Deborah_system_Actions_53262_1</nif:username>
            <nif:friendToBeRequested>soap_actions_b93363a2-7862-48df-b0cf-a3466b37de1c</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>